{
    "patterns": {
        "Free (\\d+\\.\\d{2})\\$": "Ücretsiz xote$",
        "(\\d+\\.\\d{2})\\$ For Free": "Ücretsiz xote$",
        "Free (\\d+\\.\\d{2})\\ Coins": "Ücretsiz xote Jeton",
        "(\\d+)% Deposit Bonus": "+xote% Depozito Bonusu",
        "(\\d+)% Sell Bonus": "+3% Satış Bonusu",
        "\\+(\\d+)% Cashback Bonus": "+xote% Nakit İade Bonusu"
    },
    "texts": {
        "Upgrader is a CS2 skin-upgrade platform with a simple interface, fast transactions, and a Provably Fair verification system.": "Upgrader, basit arayüzü, hızlı işlemleri ve adillik doğrulama sistemiyle CS2 skin yükseltme platformudur.",
        "Petuh Club is a new CS2 case-opening platform with a humorous design, fast withdrawals, promotions, and an active community.": "Petuh Club, mizahi tasarıma sahip, hızlı para çekimleri, kampanyaları ve aktif topluluğuyla yeni bir CS2 kasa açma platformudur.",
        "MYCSGO is a popular CS2 case-opening platform with upgrades, contracts, fast withdrawals, a fair system, and active promotions.": "MYCSGO, yükseltmeler, sözleşmeler, hızlı para çekme, adil bir sistem ve aktif kampanyalar sunan popüler bir CS2 kasa açma platformudur.",
        "Steamify is a user-friendly platform for instant selling CS2, Dota 2, Rust, and TF2 skins, featuring a Telegram app and fast cashouts.": "Steamify, CS2, Dota 2, Rust ve TF2 kaplamalarını anında satmak için kullanıcı dostu bir platformdur; Telegram uygulaması.",
        "PirateSwap - CS2 skin trading platform with instant deals, bonuses, support, user-friendly interface, and a secure sales system.": "PirateSwap - Anında işlemler, bonuslar, destek, kullanıcı dostu arayüz ve güvenli satış sistemi sunan CS2 skin takas platformu.",
        "Rainbet is a crypto casino offering bonuses, rakeback, sports betting, and games from leading providers, including slots and live games.": "Rainbet, bonuslar, rakeback, spor bahisleri ve önde gelen sağlayıcılardan slotlar ve canlı oyunlar dahil olmak üzere oyunlar sunan bir kripto casinodur.",
        "Splits is a new gambling site for Rust skins with various game modes, instant skin withdrawals, rakeback, and rewards for activity.": "Splits, çeşitli oyun modları, anlık skin çekme ve çeşitli bonuslarla Rust skinleri için yeni bir kumar sitesidir.",
        "Cobalt Lab - a popular CIS gambling platform for Rust with a unique design, fast transactions, cashback, and rewards for activity.": "Cobalt Lab - Rust için benzersiz tasarımı, hızlı işlemleri, cashback ve aktivite ödülleri ile popüler bir kumar platformu.",
        "RustReaper - crypto-casino and betting platform offering various modes with Rust skins gameplay, as well as generous bonuses.": "RustReaper, Rust kaplamalı oyun modları ve cömert bonuslar sunan bir kripto-kumarhane ve bahis platformudur.",
        "RustBounty - a gambling site for Rust skins and Cryptocurrency. It includes Cases, Roulette, as well as Giveaways and a Rakeback system.": "RustBounty - Rust kaplamaları için bir kumar sitesi. Kasa, Ruletin yanı sıra Çekilişler ve Rakeback sistemi içerir.",
        "GGDROP - a well-known platform for opening cases in CS2. In addition, there are Case Battle, Contracts, Upgrader, and Regular Promotions.": "GGDROP - CS2'de kutu açmak için tanınmış bir platform. Bunun yanı sıra, Kasa Savaşı, Sözleşmeler, Yükseltici ve Düzenli Promosyonlar bulunmaktadır.",
        "RustClash - a popular gambling site in the Rust community, with unique modes featuring beautiful animations and plenty of bonuses.": "RustClash - Rust topluluğunda popüler bir kumar sitesi, güzel animasyonlarla benzersiz modlar ve bol miktarda bonus sunuyor.",
        "DaddySkins is a valid CSGO Case Battle website that has been in operation since 2017, and it offers Case Battles, Case Battles, and Upgrader.": "DaddySkins, 2017'den beri faaliyette olan geçerli bir CSGO Kasa Savaşı web sitesidir ve Kasa Savaşları, Kasa Savaşları ve Yükseltici sunar.",
        "Aim.Market - a convenient platform for quick sale and purchase of CS2 and Dota 2 skins with low fees and support for cheap skins.": "Aim.Market - düşük komisyonlarla ve ucuz skin desteğiyle CS2 ve Dota 2 skinlerini hızlı bir şekilde alıp satmak için kullanışlı bir platform.",
        "Swap.gg is a trading platform that allows users to trade, sell, or purchase items from CS2, Rust, or Team Fortress 2. Working since 2017.": "Swap.gg, 2017'den beri CS2, Rust, TF2 ve diğer oyunlardan sanal öğeleri satın alıp, satıp ve takas etmeye olanak sağlayan bir web sitesidir.",
        "CS.Money is a leading CS2 skin trading platform with extensive features, including 3D inspection, quick sale, and efficient support.": "CS.Money, 3D inceleme, hızlı satış ve etkili destek gibi geniş özelliklere sahip, önde gelen bir CS2 skin takas platformudur.",
        "CSGOStake - Skin gambling site for Counter-Strike. Offers five engaging games, provably fair system, and transparent gameplay for enthusiasts.": "CSGOStake - Counter-Strike için cilt kumar sitesi. Beş çekici oyun, kanıtlanabilir adil sistem ve meraklılar için şeffaf oyun sunar.",
        "Rustly - Rust skin gambling platform, offers nine game modes, third-party skin marketplace, crypto support, and CSGOLuck partnership for reliability.": "Rustly - Rust cilt kumar platformu, dokuz oyun modu, üçüncü taraf cilt pazarı, kripto desteği ve güvenilirlik için CSGOLuck ortaklığı sunar.",
        "CSGORUN is a well-known platform for skin gambling in the CIS. It offers Crash, Roulette, Cases, PVP, and esports betting..": "CSGORUN, BDT'de skin bahisleri için önde gelen platform olup Crash, Rulet, Kasalar, PVP ve espor bahis modları sunmaktadır.",
        "RapidSkins is a platform for trading, instant selling, and purchasing CS2 and Rust skins, with support for cryptocurrency transactions.": "RapidSkins, CS2 ve Rust kaplamalarının takası, anında satışı ve satın alınması için bir platform olup, kripto para işlemlerini destekler.",
        "RustMagic is a gambling site for Rust fans, featuring a variety of games and slots, bonuses, a user-friendly design, and instant payouts.": "RustMagic, Rust hayranları için birçok oyun, bonus, kullanıcı dostu tasarım ve anında ödeme sunan bir kumar sitesidir.",
        "SKINFANS offers CS2 case openings with animations and a provably fair system. The site hosts regular giveaways, a battle pass for newcomers and a sleek design.": "SKINFANS - CS2 cilt kılıfı açma, güzel animasyonlar, ispatlanabilir adil sistem. Düzenli ödüller, yeni gelenler için Savaş Pası, şık tasarım.",
        "CSFAIL, a prominent website in Skin Gambling, offers diverse modes, user-friendly interface, and bonus features for CS2, Dota 2, and RUST skins.": "CSFAIL, Skin Gambling'de öne çıkan bir web sitesi, CS2, Dota 2 ve RUST skinleri için çeşitli modlar, kullanıcı dostu arayüz ve bonus özellikler sunar.",
        "500 Casino is a popular site in the CS2 gambling sector with numerous modes, regular promotions and bonuses for players.": "500 Casino - CS2 kumar sektöründe çeşitli oyun modları, düzenli promosyonlar ve oyuncular için bonuslar sunan önde gelen bir site.",
        "CSGORoll is a popular site offering roulette, crash and more. The platform is also testing esports betting.": "CSGORoll, en popüler sitelerden biridir. Rulet, crash ve çok daha fazlasını içerir. Şu anda e-spor bahisleri test ediliyor.",
        "CSGOEmpire is one of the most popular sites, featuring roulette, cases and coinflip. The site has operated since 2016 and focuses on match betting.": "CSGOEmpire, en popüler sitelerden biridir. Rulet ve coinflip içerir. 2016'dan beri faaliyet gösteriyor. Öncelikli olarak maç bahisleri.",
        "Trusted CS2 skin platform with rentals, endorsed by YouTubers. Secure, limited to CS2 skins, fees apply, and user reviews indicate room for improve.": "YouTuber'ların onayladığı güvenilir CS2 cilt platformu kiralama imkanı sunuyor. Ücretli, kullanıcı yorumları geliştirme alanı olduğunu gösteriyor.",
        "CSGOPolygon is a well-known site similar to CSGODouble with classic roulette, as well as dice, crash, slots and esports betting.": "CSGOPolygon, klasik Rulet gibi efsanevi bir sitedir, ancak Zarlar, Crash, Slotlar ve hatta e-spor bahisleri de bulunur!",
        "CSGOPositive is a popular betting platform for esports, offering cashback, a user-friendly interface, and multiple payment methods.": "CSGOPositive, nakit geri ödeme, kullanıcı dostu bir arayüz ve çeşitli ödeme yöntemleri sunan popüler bir e-spor bahis platformudur.",
        "Rollbit provides sports betting and classic casino games, such as roulette, along with daily bonuses.": "Rollbit, spor bahisleri ve rulet gibi klasik oyunları içeren bir casinodur. Site günlük bonuslar sunar.",
        "CSGOLuck is a licensed CSGO skin gambling site that accepts multiple deposit methods, offering various games and a user-friendly design.": "CSGOLuck, birden fazla para yatırma yöntemini kabul eden lisanslı bir CSGO skin bahis sitesidir ve çeşitli oyunlar ile kullanıcı dostu bir tasarım sunar.",
        "Duelbits is an online casino offering a variety of games, sports betting, esports betting, and cryptocurrency transactions.": "Duelbits, çeşitli oyunlar, spor ve e-spor bahisleri ile kripto para işlemleri sunan çevrimiçi bir casinodur.",
        "InsaneGG is an online platform that offers a range of CSGO skin gambling games with professionally designed and smooth animations.": "InsaneGG, profesyonel olarak tasarlanmış ve akıcı animasyonlara sahip bir dizi CSGO skin bahis oyunu sunan bir çevrimiçi platformdur.",
        "Bounty Stars is a CS2 and Rust gambling platform featuring original games, fair gameplay, bonuses and impressive animations. It launched in 2023.": "Bounty Stars - CS2 ve Rust için orijinal oyunlar, adil oyun, bonuslar ve etkileyici animasyonlarla kumar platformu. 2023 yılında açıldı.",
        "CSGO-Skins is a reputable online platform where users can open custom CS2 cases and participate in daily Giveaways.": "CSGO-Skins, kullanıcıların özel CS2 estuches açabileceği ve günlük çekilişlere katılabileceği saygın bir çevrimiçi platformdur.",
        "FlameCases is an online platform that permits users to open cases for CS2 and Dota 2. Since its launch in 2017, the website provides various features.": "FlameCases, CS2 ve Dota 2 için estuches açma imkanı sağlayan bir çevrimiçi platformdur. 2017'den bu yana hizmet vermektedir.",
        "KNIFEX is a CS2 gambling site that offers various game modes, including betting, slots, coinflip, crash, case openings, and more!": "KNIFEX, bahisler, slotlar, kasa açma ve daha fazlasını içeren çeşitli oyun modları sunan bir CS2 kumar sitesidir!",
        "DatDrop is a popular site in the CS2 case opening sphere, with a focus on case battles. There is also an upgrader and a fairness verification system.": "DatDrop, kasa savaşlarına odaklanan popüler bir CS2 kasa açma sitesidir. Ayrıca bir yükseltici ve adalet doğrulama sistemi de bulunmaktadır.",
        "DaddySkins is a valid CSGO case opening website that has been in operation since 2017, and it offers Case Openings, Case Battles, and Upgrader.": "DaddySkins, 2017'den beri faaliyet gösteren geçerli bir CSGO estuche açma web sitesidir ve Estuche Açma, Estuche Savaşları ve Upgrader sunar.",
        "Clash.gg is a new CS2 gambling site with games such as roulette, upgrader and cases.": "Clash.gg, Rulet, Upgrader, Estuches gibi birçok oyunu içeren yeni bir CS2 Kumar sitesidir!",
        "HellStore - a gambling platform from 2016, specializes in CS2 skins, offering Coin Flip, Jackpot, Upgrader, Crash, and Wheel.": "HellStore - 2016 yılında kurulan bir kumar platformu, CS2 skinlerinde uzmanlaşmış, Para Tura, Jackpot, Yükseltici, Crash ve Çark sunar.",
        "Hellcase - a popular CS2 case-opening platform offering daily bonuses, case battles, upgrades, giveaways, and convenient deposit methods.": "Hellcase - günlük bonuslar, kasa savaşları, yükseltmeler, çekilişler ve kolay para yatırma yöntemleri sunan popüler bir CS2 kasa açma platformu.",
        "CSGOBIG - a gambling site for CS2 skins with game modes like Jackpot, Coinflip, Roulette, Cases, and Case Battles. Opened in 2015.": "CSGOBIG - CS2 skinleri için Jackpot, Coinflip, Rulet, Estuches ve Estuche Savaşları gibi oyun modlarına sahip bir kumar sitesi. 2015 yılında açıldı.",
        "CSGOFast is a popular gambling platform for CS2 skin betting, offering 13 original games, various payment methods and regular bonuses.": "CSGOFast, CS2 kaplamalarıyla kumar oynama olanağı sunan popüler bir kumar platformudur ve 13 orijinal oyun ve çeşitli ödeme yöntemleri sunar.",
        "Key-Drop is a reputable online platform focused on Case Opening and Case Battles, as well as custom CS2 skin cases, featuring regular giveaways.": "Key-Drop, Case Battles ve Upgrader gibi çeşitli etkinlikler sunan ve özel CSGO skin estuches'lerine sahip olan saygın bir çevrimiçi kumar platformudur.",
        "Farmskins is a well-known CSGO case opening website that has been operating since 2016, offering a wide selection of skins for players to unbox.": "Farmskins, 2016 yılından bu yana faaliyet gösteren, oyuncuların açabileceği geniş bir skin seçeneği sunan tanınmış bir CSGO estuche açma web sitesidir.",
        "Bets4.pro is an online platform that offers users the ability to place bets on esports matches, particularly for CS2 , Dota 2, Valorant and many more.": "Bets4.pro, kullanıcılara özellikle CS2, Dota 2, Valorant ve daha birçok e-spor maçına bahis koyma imkanı sunan bir çevrimiçi platformdur.",
        "Freecash is one of the best platforms for earning money through tasks, offering high payouts, regular rewards, and a user-friendly interface.": "Freecash, yüksek ödemeler, düzenli ödüller ve kullanıcı dostu bir arayüz sunan görevlerle para kazanmak için en iyi platformlardan biridir.",
        "HowlGG is a CS2 and Rust gambling platform with a variety of modes, a fairness system, a user-friendly interface, and an active community.": "HowlGG, çeşitli modlar, adalet sistemi, kullanıcı dostu arayüzü ve aktif bir topluluğa sahip bir Rust kumar platformudur.",
        "BanditCamp is a Rust skin gambling website that provides several Rust-themed game modes like wheel of fortune, case unboxings, and coinflip.": "BanditCamp, tekerlek of fortune, estuche açma ve coinflip gibi Rust temalı oyun modlarını sağlayan bir Rust skin bahis sitesidir.",
        "GrindBux is a trusted platform where you can earn some money by completing surveys or play mobile and desktop games.": "GrindBux, anketleri tamamlayarak veya mobil ve masaüstü oyunları oynayarak para kazanabileceğiniz güvenilir bir platformdur.",
        "Rust skin gambling site that has been around since 2017. The platform offers a range of popular games, including high-roller jackpot and coinflip games.": "2017'den beri faaliyet gösteren bir Rust skin bahis sitesi. Platform, yüksek bahisçi jackpot ve coinflip gibi popüler oyunları sunar.",
        "RustBet - Trusted gambling site, Rust skins as rewards. Jackpot, coinflip, and skin upgrader games. Clean reputation, SSL encryption, user-friendly.": "RustBet - Güvenilir bir bahis sitesi, ödül olarak Rust skinleri. Jackpot, coinflip ve skin yükseltme oyunları. Temiz itibar, SSL şifreleme, kullanıcı dostu.",
        "RustStake is a Rust skin gambling platform that offers a range of games, including jackpot and coinflip. Easily enter and withdraw items from games.": "RustStake, jackpot ve coinflip dahil olmak üzere çeşitli oyunlar sunan bir Rust skin bahis platformudur. Oyunlardan kolayca eşya girip çıkartabilirsiniz.",
        "In fact, the progenitor of sites for earning through Steam, stands out for its huge selection of Withdrawal methods.": "Aslında, Steam üzerinden kazanç elde etmek için sitelerin öncüsü olan bu site, büyük çaplı çekim yöntemleri seçeneğiyle öne çıkmaktadır.",
        "RustyLoot - a Rust skin gambling platform offering fair games, a wide variety of modes, bonuses, and a user-friendly interface.": "RustyLoot - adil oyunlar, geniş mod çeşitliliği, bonuslar ve kullanıcı dostu bir arayüz sunan Rust skin kumar platformu.",
        "RustChance has been operating since 2017 and offers several popular games, including Jackpot, Wheel, Coinflip, Crash, and Landmines.": "RustChance, 2017 yılından bu yana faaliyet gösteren ve Jackpot, Tekerlek, Coinflip, Crash ve Mayınlar gibi birçok popüler oyun sunan bir platformdur.",
        "Gamehag is a GPT platform that rewards users for gaming tasks with the ability to exchange rewards for real prizes.": "Gamehag, kullanıcıları oyun görevleri için ödüllendiren ve ödülleri gerçek ödüllerle değiştirme imkanı sunan bir GPT platformudur.",
        "SkinSwap - a convenient and reliable platform for trading and quickly selling items from CS2 and Rust with instant payouts.": "SkinSwap - CS2 ve Rust'tan öğeleri takas etmek ve hızlıca satmak için kullanışlı ve güvenilir bir platform, anında ödeme ile.",
        "Unique site where you can earn money by winning games in various mobile gaming cyber disciplines. Also have many offerwalls.": "Bu site, çeşitli mobil oyunlarda para kazanmanızı sağlayan birçok teklif duvarı gibi farklı mobil oyun disiplinlerinde gelir elde etmenizi sağlar.",
        "Freeward is a platform for earning through surveys, watching videos, and games, featuring an achievements system and a wide variety of withdrawal methods.": "Freeward, anketler, video izleme ve oyunlar yoluyla kazanç sağlama platformudur; başarı sistemi ve geniş bir çekilme yöntemleri yelpazesi sunar.",
        "Roobet is a popular crypto-casino. It offers a variety of games, a VIP program, sport and esport betting, and quality customer support.": "Roobet, popüler bir kripto-kumarhanedir. Çeşitli oyunlar, VIP programı, bahisler ve kaliteli müşteri desteği sunar.",
        "xplay is a platform where CS2 players earn skins by completing in-game tasks on servers, with a battle pass and subscription.": "xplay, CS2 oyuncularının sunucularda oyun içi görevleri tamamlayarak kaplamalar kazandığı, savaş bileti ve abonelik bulunan bir platformdur.",
        "Established in 2018, it offers jackpot, coinflip, and roulette games with enhanced features, provable fairness, and attractive animations.": "2018 yılında kurulan bu site, gelişmiş özelliklere, ispat edilebilir adalet sistemine ve çekici animasyonlara sahip jackpot, coinflip ve rulet oyunları sunar.",
        "GameTame is a GPT site that provides rewards for completing various activities and offers. The platform is specifically designed for gamers.": "GameTame, çeşitli aktiviteleri ve teklifleri tamamlamanın karşılığında ödüller sunan bir GPT sitesidir. Platform özellikle oyuncular için tasarlanmıştır.",
        "Salad.com is a platform for earning through PC mining, offering mining optimization and rewards in the form of cryptocurrency, games, and gift cards.": "Salad.com, PC madenciliği yoluyla kazanç sağlayan, madencilik optimizasyonu ve kripto para birimi, oyunlar ve hediye kartları şeklinde ödüller sunan bir platformdur.",
        "Earnweb is a GPT site from the owners of Gamehag, offering earnings through gaming tasks, and stands out with its simple interface.": "Earnweb, Gamehag sahiplerinin sunduğu, oyun görevleri ile kazanç sağlayan bir GPT sitesidir ve basit arayüzüyle öne çıkar.",
        "SteamGifts is a legitimate website for Steam Game Giveaways with a supportive community and helpful resources.": "SteamGifts, destekleyici bir topluma ve yardımcı kaynaklara sahip Steam Oyun Hediye Çekilişleri için güvenilir bir web sitesidir.",
        "RustCases is a trusted Rust gambling site with various game modes, a wide range of cases, and skin withdrawal options. Owned by RustChance.": "RustCases, çeşitli oyun modlarına, geniş bir kutu seçeneğine ve skin çekme seçeneklerine sahip güvenilir bir Rust kumar sitesidir. RustChance tarafından sahiplenilmiştir.",
        "BC.Game is an online casino and sportsbook that was launched in 2017, offering over 8,000 games including proprietary and probably fair games.": "BC.Game, 2017'de piyasaya sürülen bir çevrimiçi kumarhane ve spor kitabıdır. 8.000'den fazla oyun sunar ve mülkiyetindeki ve adil olduğu bilinir.",
        "Primedice is an online Crypto Dice Game Casino that has been in operation since 2013. It was one of the first platforms to use crypto for gambling.": "Primedice, 2013 yılından bu yana faaliyet gösteren bir çevrimiçi kripto zar oyunu kumarhanesidir. Kripto parayı kumar için kullanan ilk platformlardan biridir.",
        "Tradeit is an online marketplace that offers players the opportunity to trade, buy, and sell skins for a variety of games, including CS2. Working since 2017.": "Tradeit, CS2 ve diğer oyunlar için skin takasını, alımını ve satımını sağlayan çevrimiçi bir pazardır. 2017'den beri hizmet vermektedir.",
        "DMarket is a popular platform for trading CS2, Rust, Dota 2, and Team Fortress 2 items, offering a wide assortment and security.": "DMarket, CS2, Rust, Dota 2 ve Team Fortress 2 öğelerinin ticareti için popüler bir platform olup geniş bir ürün yelpazesi ve güvenlik sunmaktadır.",
        "BitSkins is an online marketplace for in-game skins, particularly for Counter-Strike 2, Dota 2, and Team Fortress 2. Launched in 2015.": "BitSkins, CS2, Dota 2 ve Team Fortress 2 gibi oyunlardaki skinleri alıp satabileceğiniz çevrimiçi bir pazardır. 2015 yılında kurulmuştur.",
        "Secure P2P marketplace owned by Hellcase. SSL-encrypted, KYC verification, friendly design, competitive pricing, trusted trading platform.": "Hellcase'e ait güvenli P2P pazar. SSL şifrelemeli, KYC doğrulaması, kullanıcı dostu tasarım, rekabetçi fiyatlandırma, güvenilir ticaret platformu.",
        "GamerPay is a trusted platform for buying and selling CS2 skins, with a free selling option, secure transactions, and high-quality skin inspection tool.": "GamerPay, CS2 skinlerinin alınıp satılabildiği güvenilir bir platformdur. Ücretsiz satış seçeneği, güvenli işlemler ve yüksek kaliteli skin kontrol aracı sunar.",
        "CSGO Market is an online P2P marketplace that provides a safe and secure platform for buying and selling CS2 skins. Established in 2015.": "CSGO Market, CS2 skinlerinin alınıp satılabildiği güvenli ve güvenli bir platform sunan çevrimiçi bir P2P pazarıdır. 2015 yılında kuruldu.",
        "Lis-Skins is a popular platform for buying and quickly selling items from CS2, Rust, and Dota 2, with bonuses and cryptocurrency withdrawals.": "Lis-Skins, CS2, Rust ve Dota 2'den öğeler satın almak ve hızlıca satmak için popüler bir platformdur; bonuslar ve kripto para çekme seçenekleri sunar.",
        "SkinCashier is an online platform that allows players to Instant Sell their CS2, Rust, Dota 2, and TF2 skins for real money. Operating since 2020.": "SkinCashier, CS2, Rust, Dota 2 ve TF2 kaplamalarını anında satmanızı sağlayan bir çevrimiçi platformdur. 2020'den beri faaliyette.",
        "WhiteMarket is a P2P platform developed for trading items from the game CS2. Safe transactions, various deposit options, and regular activities.": "WhiteMarket, CS2 oyununun eşyalarını takas etmek için geliştirilen bir P2P platformudur. Güvenli işlemler ve düzenli etkinlikler.",
        "CS.Deals is a popular trading platform for CS2, Dota 2, Rust, and TF2 game items, featuring low fees and a user-friendly interface.": "CS.Deals, düşük komisyonlar ve kullanıcı dostu arayüzü ile CS2, Dota 2, Rust ve TF2 oyun eşyaları için popüler bir ticaret platformudur.",
        "SkinBid is an online marketplace for CS2 skins and in-game items, offering buying, selling, and auctioning features with a user-friendly interface.": "SkinBid, CS2 skinleri ve oyun içi ürünler için bir çevrimiçi pazardır ve kullanıcı dostu bir arayüzle alım, satım ve açık artırma özellikleri sunar.",
        "LOOT.Farm is a popular platform for trading items from CS2, Rust, Dota 2, and TF2 with transparent conditions and an active community.": "LOOT.Farm, CS2, Rust, Dota 2 ve TF2 öğelerinin takası için şeffaf koşullar ve aktif bir topluluğa sahip popüler bir platformdur.",
        "SkinBaron is an online platform based in Germany that enables users to buy and sell their CS2 skins. The platform has gained a good reputation.": "SkinBaron, kullanıcıların CS2 skinlerini satın alıp satmalarını sağlayan Almanya merkezli bir çevrimiçi platformdur. Platform iyi bir üne sahiptir.",
        "Gamdom, a leader in the world of crypto-casinos, offers a wide variety of games, numerous bonuses, fair play, and social interaction.": "Gamdom, kripto kumarhaneleri dünyasında bir lider olarak, geniş bir oyun yelpazesi, birçok bonus, adil oyun ve sosyal etkileşim sunuyor.",
        "Avan.Market is a platform for quickly buying and selling in-game items from CS2, Rust, Dota 2, and TF2, with support for cryptocurrencies and bank cards.": "Avan.Market, CS2, Rust, Dota 2 ve TF2'deki oyun içi öğeleri hızlıca satın almak ve satmak için bir platformdur; kripto para birimleri ve banka kartları desteğiyle.",
        "Moon.Market - a platform for the quick sale of items from games CS2, Dota 2, Rust, and TF2 at fair prices with fast payouts.": "Moon.Market - CS2, Dota 2, Rust ve TF2 oyunlarındaki öğeleri hızlı bir şekilde satmak için adil fiyatlarla ve hızlı ödemelerle bir platform.",
        "Skins.Cash is a reputable platform with positive reviews, reliable customer support, and over six years of operation. Pricing not the best one.": "Skins.Cash, güvenilir müşteri desteği sunan ve altı yılı aşkın süredir aktif olan bir platformdur, ancak fiyatlandırma en iyi değildir.",
        "CYBERSHOKE is a website that provides servers for playing CS2. It offers various servers for players to choose.": "CYBERSHOKE, CS2 oynamak için sunucular sağlayan bir web sitesidir. Oyuncuların seçebileceği çeşitli sunucular sunar.",
        "This site was created for easy leveling up Steam, you can sell emojis and profile backgrounds for Steam Trading Cards to fast level up.": "Bu site, Steam seviyenizi hızla yükseltmek için tasarlandı. Steam Ticaret Kartlarından emoji ve profil arka planları satabilir, seviye atlayabilirsiniz.",
        "SteamLevelU is a legitimate platform to buy Steam trading card packs for enhancing Steam account levels, associated with SH Level Up.": "SteamLevelU, Steam hesap seviyelerini yükseltmek için güvenilir bir platformdur. SH Level Up ile bağlantılıdır.",
        "SteamLevels is a user-friendly website that helps increase your Steam account level by purchasing card packs and accepting CSGO skins.": "SteamLevels, kart paketleri satın alarak ve CSGO skinlerini kabul ederek Steam hesabınızın seviyesini artırmaya yardımcı olan kullanıcı dostu bir web sitesidir.",
        "RustStake is a Rust skin gambling platform that offers a range of games, including jackpot, and coinflip. Easily enter and withdraw items from games.": "RustStake, jackpot ve coinflip gibi bir dizi oyun sunan bir Rust skin kumar platformudur. Oyundan kolayca öğeleri yatırabilir ve çekebilirsiniz.",
        "iTrade.gg - a CS2 and Rust skin exchange platform with low fees, support for low-value items, bonuses, and extra payouts for stickers.": "iTrade.gg - düşük komisyonlar, düşük değerli eşyalar için destek, bonuslar ve etiketler için ekstra ödeme sunan bir CS2 ve Rust takas platformu.",
        "Shuffle is a crypto-casino with unique games, a provably fair system, a VIP program, and an engaging gaming experience.": "Shuffle, benzersiz oyunlar, doğrulanabilir adil bir sistem, VIP programı ve heyecan verici bir oyun deneyimi sunan bir kripto-kazinosudur.",
        "Notable online marketplace, vast offerings from games to gift cards, reduced rates, stellar reputation, intuitive interface, up to 98% discounts.": "Dikkat çekici online pazar, oyunlardan hediye kartlarına geniş ürün yelpazesi, düşük fiyatlar, mükemmel itibar, sezgisel arayüz, %98'e varan indirimler.",
        "Chicken.GG is a new platform featuring CS2 case openings, bonuses, rakeback, a fairness system and plans for further development.": "Chicken.GG, CS2 kasa açma, bonuslar, rakeback, adalet sistemi ve hizmet geliştirme için geniş kapsamlı planlarla yeni bir platformdur.",
        "SkinRave – a CS2 gambling platform with low fees, seven gamemodes, rakeback, a fairness system, and convenient payment methods.": "SkinRave – düşük komisyonlu, yedi oyun modu, adalet sistemi ve kolay ödeme yöntemleri sunan bir CS2 kumar platformu.",
        "Withdraw BTC, ETH, LTC or PayPal!": "BTC, ETH, LTC veya PayPal çekin!",
        "Withdraw Money, Skins or Devices!": "Para, Skinler veya Cihazlar Çekin!",
        "Withdraw USDT, LTC, ETH, and more!": "USDT, LTC, ETH ve daha fazlasını çekin!",
        "Withdraw various cryptocurrencies!": "Çeşitli kripto paraları çekin!",
        "Withdraw CS2 Skins, Crypto or Real Money!": "CS2 Skinleri, Kripto veya Gerçek Para Çekin!",
        "Withdraw CS2, Dota 2, TF2 or Rust Items!": "CS2, Dota 2, TF2 veya Rust Eşyalarını Çekin!",
        "Withdraw CS2 Skins, Crypto or PayPal!": "CS2 Skinleri, Kripto veya PayPal Çekin!",
        "Withdraw Money, CS2, TF2 or Rust Skins!": "Para, CS2, TF2 veya Rust Skinleri Çekin!",
        "Withdraw CS2 Skins, Dota 2 and H1Z1 Items!": "CS2 Skinleri, Dota 2 ve H1Z1 Eşyalarını Çekin!",
        "Withdraw CS2, Rust Skins and Dota 2 Items!": "CS2, Rust Skinleri ve Dota 2 Eşyalarını Çekin!",
        "Withdraw Rust Skins, Crypto or PayPal!": "Rust Skinleri, Kripto veya PayPal Çekin!",
        "Withdraw Dota 2 Items, Crypto or PayPal!": "Dota 2 Skinleri, Kripto veya PayPal Çekin!",
        "Withdraw Rust Skins or Crypto!": "Rust Skinleri veya Kripto Çekin!",
        "Withdraw Rust Skins and Items!": "Rust Skinleri ve Eşyaları Çekin!",
        "Buy Games, Gift Cards and many-many more.": "Oyunlar, Hediye Kartları ve daha fazlasını alın.",
        "Withdraw with many-many ways.": "Çok çok farklı şekillerde çekim yapın.",
        "Withdraw Crypto, gift cards or real money!": "Kripto, hediye kartları ve gerçek para çekin!",
        "Withdraw CS2 Skins, Gift Cards or Crypto!": "CS2 Skins, hediye kartları ve gerçek para çekin!",
        "Withdraw Bitcoin, Ethereum or Litecoin!": "Bitcoin, Ethereum veya Litecoin çekin!",
        "Withdraw Games, GiftCards and many more!": "Oyunlar, hediye kartları ve çok daha fazlasını çekin!",
        "Withdraw Crypto or Real Money!": "Kripto para veya gerçek para çekin!",
        "Withdraw Crypto and Gift Cards!": "Kripto para ve hediye kartları çekin!",
        "Withdraw CS2 Skins and Items!": "CS2 Skins ve eşyalar çekin!",
        "Withdraw Games, GiftCards or Dota2 & TF2 Items!": "Oyunlar, hediye kartları ve Dota 2 & TF2 eşyaları çekin!",
        "Withdraw Games, GiftCards or Donate to Charity!": "Oyunlar, hediye kartları veya bağış yapın!",
        "Participate in Giveaways and win Steam Games.": "Çekilişlere katılın ve Steam oyunları kazanın.",
        "Withdraw CS2 And Rust Skins or Crypto!": "CS2 ve Rust Skins veya kripto para çekin!",
        "Withdraw CS2 Skins or Real Money!": "CS2 Skins veya gerçek para çekin!",
        "Withdraw Steam Trading cards or Games.": "Steam Takas kartları veya oyunları çekin.",
        "Withdraw USDT, Skins or Real Money!": "USDT, Skins veya gerçek para çekin!",
        "Withdraw Money, CS2 or Rust Skins!": "Para, CS2 veya Rust Skins çekin!",
        "Withdraw Money, Crypto or Skins!": "Para, kripto para veya Skins çekin!",
        "Withdraw CS2 Skins or Crypto!": "CS2 Skins veya kripto para çekin!",
        "Withdraw CS2 and Rust Skins!": "CS2 ve Rust Skins çekin!",
        "Withdraw Money, Crypto or PayPal!": "Para, kripto para veya PayPal çekin!",
        "Withdraw Real Money or Crypto!": "Gerçek para veya kripto para çekin!",
        "Withdraw BTC, ETH, USDT or Tron!": "BTC, ETH, USDT veya Tron çekin!",
        "Withdraw CS2 Skins or PayPal!": "CS2 Skins veya PayPal çekin!",
        "Withdraw Steam Trading cards.": "Steam Takas kartları çekin!",
        "1h, 24h and 7d Giveaways": "1s, 24s ve 7g çekilişler",
        "24h Giveaway": "24s çekiliş",
        "3h and 24h Giveaway": "3s ve 24s çekiliş",
        "Daily and Weekly Giveaways": "Günlük ve haftalık çekilişler",
        "1h Giveaway": "1s çekiliş",
        "1h, 24h Giveaways": "1s, 24s çekilişler",
        "Rare Giveaways": "Nadir çekilişler",
        "Weekly Giveaways": "Haftalık çekilişler",
        "Daily Giveaways": "Günlük çekilişler",
        "Daily Giveaway": "Günlük Çekiliş",
        "Deposit Required": "Depozito gerekiyor",
        "Rakeback System": "Rakeback Sistemi",
        "Every 24h Reward": "Her 24 saatte bir ödül",
        "Daily Case": "Günlük Kaa",
        "Daily Faucet": "Günlük Musluk",
        "Daily Roll": "Günlük Çark",
        "Daily Coins": "Günlük Paralar",
        "Daily Rewards": "Günlük Ödüller",
        "Faucet and Giveaways": "Musluk ve çekilişler",
        "Daily 0.02$": "Günlük 0.02$",
        "Daily 0.02$ + Free Case": "Günlük 0.02$ + Ücretsiz Kasa",
        "Deposit Bonus": "Depozito Bonusu",
        "Visit WebSite": "Web Sitesini Ziyaret Et",
        "Visit WebSite or Copy": "Web Sitesini Ziyaret Et",
        "5 Free Cases": "Ücretsiz Kasa",
        "Free 100 Gems": "100 Ücretsiz Taş",
        "3 Free Cases": "3 Ücretsiz Kasa",
        "+25% to Rakeback": "+%25 Rakeback",
        "+20% to Rakeback": "+%20 Rakeback",
        "Free 5€": "5€ Bedava",
        "Receive up to 5.00$": "5,00$'a kadar alın",
        "Free Case": "Ücretsiz Kasa",
        "Big Daily Giveaways": "Büyük Günlük Çekilişler",
        "Free Case up to 250$": "Ücretsiz Kasa, 250$'a kadar",
        "Free 100 Diamonds": "Ücretsiz 100 Elmas",
        "Daily Cases": "Günlük Kasa",
        "Some Free Coins": "biraz ücretsiz jeton",
        "Free Spins": "Ücretsiz dönüşler",
        "Offerwall": "Teklif Duvarı",
        "x2 Mining Rate": "x2 Madencilik Oranı",
        "Free Wheel": "Ücretsiz dönüş",
        "Games Giveaways": "Oyun Çekilişleri"
    }
}